[
  {"id" : 1, "active": true, "shortDesc":"We Solve Solution Vortex Environment",
    "tooltip": "WE: SOLVE Lab is an open space, technology and design incubator focused on local youth creating local solutions. The ‘why’ is to maximize human and societal improvements in marginalized regions across the world. Local innovators harness the global community to build multiple tech solutions, which solve tangible problems.",
     "img":"IRAQ32", "slideshow":"wesolve",
    "timeline":
        [
            {"order":1,
            "desc":"DESK RESEARCH",
            "start":"2015-03-01", "end":"2015-04-01"},
            {"order":2,
            "desc":"STAKEHOLDER ENGAGEMENT, SOURCING CAPACITY AND PROGRAM DESIGN.",
            "start":"2015-04-01", "end":"2016-05-01"},
            {"order":3,
            "desc":"ACTION STEPS: FIELD VISIT + AND FINAL REPORT FOR IMPLEMENTATION",
            "start":"2015-05-15", "end":"2015-07-01"}
        ],
      "desc": "WE: SOLVE Lab is an open space, technology and design incubator focused on local youth creating local solutions. The ‘why’ is to maximize human and societal improvements in marginalized regions across the world.\n Local innovators harness the global community to build multiple tech solutions, which solve tangible problems. WE: SOLVE provides local entrepreneurs an environment and resources to explore, create and flourish, concentrating on building technical expertise and soft skills to approach their respective solutions. Proven concepts create livelihood opportunities along with new markets, along with data points to approach problems in multiple regions. To maintain sustainability, value added is reinserted into the program, ensuring a seamless sharing of best practices throughout each WE: SOLVE global node. The Education component is integrated in the process.",
      "focus":{
          "desc":"Empowering communities in marginalized regions of the world to utilize basic tools and technology that solve problems discovered and validated through participatory development. WE facilitate trans-generational development to approachalable solutions, create livelihoods, and generate shared knowledge to be utilized contextually across borders.",
          "list":[
                  "15-27 years of age",
                  "Currently living in a 30 mile radius of WE: SOLVE Labs",
                  "Fluent in Kurdish, Arabic or English",
                  "Literate",
                  "Letter from local elder or teacher recommending them to the program"]
              },
      "initiated":{
          "desc":"WE: SOLVE and IRAQ: RECODED conducted 270 interviews / questionnaires along with preliminary feasibility study with local population, on-the-ground stakeholders and private sector industry leaders.WE also conducted 2 Design Thinking workshops in July (Domiz and Qushtapa refugee camps). Results validated needs and on ramps to creating an ICT skills training program, along with an integrated technology incubator within Syrian refugee camps, IDP camps (internally displaced people) and Host community (main area focus Erbil/ Dohuk)."
      },
      "statistics": {
         " % Syrian Youth refugees":"33",
         "% Iraqi Youth IDPs":"33",
         "% Host Community Youth":"33",
         "% Gender Balance":"50"
      }
  },

  {"id": 2, "active": true, "shortDesc":"We Kolwezi", "img":"KOVELZI2",
        "tooltip":"WE: KOLWEZI program aims to generate a current social and economic snapshot of the community Domaine Marial, while identifying possible start-up projects of Income-Generating Activities for alternative livelihoods of the beneficiaries of Good Shepherd Sisters in Kolwezi, DR Congo.",
        "slideshow":"wekolwezi",
        "timeline":
        [
        {"order":1,
        "desc":"DESK RESEARCH",
        "start":"2015-04-14", "end":"2015-05-07"},
        {"order":2,
        "desc":"FIELD VISIT AND ON THE GROUND ENGAGEMENT WITH COMMUNITY AND POTENTIAL STAKEHOLDERS.",
        "start":"2015-05-07", "end":"2015-05-21"},
        {"order":3,
        "desc":"FEASIBILITY STUDY AND PROJECT INITIATION.",
        "start":"2015-06-15", "end":"2015-09-01"}
        ],

        "desc": "WE: KOLWEZI program aims to generate a current social and economic snapshot of the community Domaine Marial, while identifying possible start-up projects of Income-Generating Activities for alternative livelihoods of the beneficiaries of Good Shepherd Sisters in Kolwezi, DR Congo. The solution is to create a framework around livelihood identification and implementation, while recommending core solutions in thefarming and entrepreneurship sector of the community. The subsequent projects serve to be practical guidelines for expansion of opportunities for skills training and job creation, which will be sustainable for the individual beneficiaries and the community of Kolwezi, DR Congo. Farming activities will benefit 150 current community members, Micro-Enterprise activities will benefit 200 current community women and Solar Energy.",

      "focus":{
          "desc":"The World Education Foundation is working with the Good Shepherd Sisters to develop alternative livelihood opportunities for artisanal miners in the Kolwezi township of the DR Congo. Through the integration of Farming, Micro-Enterprise and Renewable Energy activities, WE are building capacity and creating new markets for vulnerable populations within the community, maximizing access to income and skills.",
          "list":[]
      },
      "initiated":{
                "desc":"WE have completed a feasibility study, which has identified current capacity and needs within the community. WE have recommended 3 programs which can be started to create alternative livelihoods for community members. WE have facilitated 273 questionnaires, 32 in person interviews and 16 Focus Groups to create a comprehensive program which will empower and generate alternative revenues within the community. WE also have tracked the supply chain from when minerals are mined from the ground to their exit of WE have completed a feasibility study, which has identified current capacity and needs within the community. WE have recommended 3 programs which can be started to create alternative livelihoods for community members. WE have facilitated 273 questionnaires, 32 in person interviews and 16 Focus Groups to create a comprehensive program which will empower and generate alternative revenues within the community. WE also have tracked the supply chain from when minerals are mined from the ground to their exit of the",
                "list":[]
            },

        "statistics": {
            "WE:FARM ( 50% gender balance)":"150",
            "WE:BUILD (Women)":"200",
            "WE:SEE ( 50% gender balance)":"250"
        }
    },

  {"id": 3, "active": true, "shortDesc":"We Bio-Diesel", "img":"TANZANIA22",
    "tooltip":"Through the method of participatory community engagement, the WE Foundation is working to pull thousands of farmers and families out of poverty, while improving energy needs for increased human experiences.",
    "timeline":
    [
      {"order":1,
      "desc":"FEASIBILITY STUDY CONDUCTED IN THE DRC AND BURUNDI",
      "start":"June 2012"},
    {"order":2,
      "desc":"PARTIAL LAND ALLOCATION",
      "start":"August 2012"},
    {"order":3,
      "desc":"NURSERY DEVELOPED NEAR ULVIRA, DR CONGO",
      "start":"December 2013"}
    ], "desc": "Through the method of participatory community engagement, the WE Foundation is working to pull thousands of farmers and families out of poverty, while improving energy needs for increased human experiences. With current fossil-diesel arriving from Mombasa, Kenya (1,531 km), this project will supply local energy production and consumption; minimizing, security, transport and surcharge demands.This program aims to create 5,000+ direct and indirect jobs in the districts of the Ruzizi Valley and Fizi Mountains in the DRC. These regions were chosen for their geographical location to logistic networks, along with the availability of marginal lands to not compete with food crops. The program will concentrate heavily to prevent Biodiesel crops competing with food crops, instead creating a closed loop system, which provides energy and food for local beneficiaries. If there is a surplus, fuels can easily be exported to neighboring countries.\nThe 2 proposed sites will supply the region with over 3.5 million liters of biofuel, along with create a plethora of by-products. Each participant will increase their yearly income from 5 to 8 times their current capacity.",
    "focus":{
        "desc":"The 2 proposed sites will supply the region with over 3.5 million liters of biofuel, along with create a plethora of by-products. Each participant will increase their yearly income from 5 to 8 times their current capacityThe 2 proposed sites will supply the region with over 3.5 million liters of biofuel, along with create a plethora of by-products. Each participant will increase their yearly income from 5 to 8 times their current capacity.",
        "list":[
            "5.000+ Congolese farmers and community members in the Ruzizi Valley and Fizi Mountains",
            "International Engineers (Norwegian chapter of Engineers without Borders)",
            "Local market holders"
        ]
    }
    ,
    "initiated":{
              "desc":"Initiated in 2012, WE have conducted and completed a comprehensive feasibility study, which includes insights and feedback from local and cross bordered heavy hauler and construction companies, agronomists, MONUSCO, technologists, and local community members. WE have allocated 75 hectares of land to pilot and create nursery for project development purposes near Uvira in the Ruzizi Valley. WE are currently putting together a team of engineers to create specifications for build out of bio-diesel plants.",
              "list":[]
          }
  },

  {"id": 4, "active": true, "shortDesc":"We Malaria", "img":"WEMALARIA2",
    "tooltip":"Nearly 80% of the participants have been able to increase their production and sell of quinine, within 3 months of entering the program. Along with saving thousands of lives from the end product, the program has created over 100 new direct or indirect jobs, in farming, pharmaceutical and transportation industries.",
    "timeline":
    [
        {"order":1,
        "desc":"FEASIBILITY STUDY/ PARTNERSHIP WITH UCLA’S SCHOOL OF PUBLIC AFFAIRS",
        "start":"September 2010"},
        {"order":2,
        "desc":"INITIATED",
        "start":"March 2011"},
        {"order":3,
        "desc":"FIRST TRANSPORT OF RAW QUININE MADE TO BUKAVU",
        "start":"June 2011"},
        {"order":4,
        "desc":"FIRST TREATMENTS DISTRIBUTED TO LOCAL CLINICS",
        "start":"November 2011"},
        {"order":5,
        "desc":"OVER 110 JOBS CREATED AND 76 TONS OF RAW QUININE DELIVERED",
        "start":"December 2011", "end":"January 2015"},
        {"order":6,
        "desc":"OVER 450,000 TREATMENTS PRODUCED",
        "start":"April 2015"}
    ],

    "desc": "Nearly 80% of the participants have been able to increase their production and sell of quinine, within 3 months of entering the program. Along with saving thousands of lives from the end product, the program has created over 100 new direct or indirect jobs, in farming, pharmaceutical and transportation industries. Over 2 million trees have been planted to improve soil and water management. The project has succeeded in increasing the incomes of individuals in post-war regions, helping them improve their socio-economic sustainability.",

    "focus":{
        "desc":"World Education Foundation, Falling Whistles and implementing local Congolese entrepreneurs areassisting rural farmers in cultivating and transporting raw quinine to Pharmakina manufacturing pharmacy in South Kivu, DRC. This initiative includes training in sustainable farming techniques, creating value chains, logistics support and improving market linkages to ensure sustainability.",
        "list":[
            "Congolese community members of South Kivu",
            "110+ farmers and transporters from local areas",
            "Local Bukavu pharmacy to process Quinine into malaria tablets",
            "Local clinics and hospitals",
            "Beneficiaries of treatments"
        ]
    },
    "initiated":{
              "desc":"Since the commitment was made in March of 2011, nearly 56 tons of quinine have been cultivated and delivered to Pharmakina, in the city of Bukavu. The raw material has been able to be processed into 364,651 treatments for malaria.",
              "list":[]
          }
  },

  {"id": 5, "active": true, "shortDesc":"We Haiti", "img":"haITI22",
    "tooltip":"The WE Foundation is providing a solution (coconut husk briquettes) to current deforestation due to cutting of trees in the use of charcoal for heating and cooking in the country of Haiti.",
    "timeline":  [
        {"order":1,
        "desc":"WE FOUNDATION INTRODUCED TO HAITI PROJECT" ,
        "start" : "August 2014"},
        {"order":2,
        "desc":"MEETING WITH 2 SENIOR ADVISOR TO THE UN " ,
        "start" : "September 2014"},
        {"order":3,
        "desc":"FIELD VISIT TO PORT AU PRINCE AND JACMEL HAITI " ,
        "start" : "September 2014"},
        {"order":4,
        "desc":"NATIONAL SCHOOL OF CYVADIER TESTED AND PLEASED WITH STOVE AND BRIQUETTES " ,
        "start" : "November 2014"},
        {"order":5,
        "desc":"CHRISTMAS HOLIDAY EXPO AT THE CONVENTION CENTER " ,
        "start" : "December 2014"},
        {"order":6,
        "desc":"BUILD AUTOMATED PRESS TO MINIMIZE THE WORKFORCE ON BRIQUETTES’ PRODUCTION " ,
        "start" : "2015"},
        {"order":7,
        "desc":"CONSTRUCCION OF MORE SHELVES TO CREATE ADEQUATE DRYING SPACE FOR BRIQUETTES " ,
        "start" : "2015"},
        {"order":8,
        "desc":"WE FOUNDATION INTRODUCED TO HAITI PROJECT " ,
        "start" : "August 2014"},
        {"order":9,
        "desc":"MEETING WITH 2 SENIOR ADVISOR TO THE UN " ,
        "start" : "September 2014"},
        {"order":10,
        "desc":"FIELD VISIT TO PORT AU PRINCE AND JACMEL HAITI " ,
        "start" : "September 2014"},
        {"order":11,
        "desc":"NATIONAL SCHOOL OF CYVADIER TESTED AND PLEASED WITH STOVE AND BRIQUETTES " ,
        "start" : "November 2014"},
        {"order":12,
        "desc":"CHRISTMAS HOLIDAY EXPO AT THE CONVENTION CENTER " ,
        "start" : "December 2014"},
        {"order":13,
        "desc":"BUILD AUTOMATED PRESS TO MINIMIZE THE WORKFORCE ON BRIQUETTES’ PRODUCTION " ,
        "start" : "2015"},
        {"order":14,
        "desc":"CONSTRUCCION OF MORE SHELVES TO CREATE ADEQUATE DRYING SPACE FOR BRIQUETTES" ,
        "start" : "2015" }
    ],

    "desc": "The WE Foundation is providing a solution (coconut husk briquettes) to current deforestation due to cutting of trees in the use of charcoal for heating and cooking in the country of Haiti. WEF looks to support a local Haitian organization (Konpay) to expand a proven biomass option of coconut husk briquettes, to process and deliver 500,000 coconut husk briquettes to the Haitian market. This initiative allows Konpay to add an automated briquette press, which will allow Konpay to produce 500,000 briquettes per month. The population WE plan to serve is the country of Haiti, with implications for global impact. The coconut husk briquettes emit less CO2, burn safer and easier and are cheaper for the marginalized consumer who needs energy for cooking and heating. Local Haitian women and children will have the most direct benefit, by having an alternative to unsafe use of charcoal burning in and close to the house.The WE Foundation is currently working with Joe Duplan the director and head of operations of Konpay.",

    "focus":{
          "desc":"The primary mission for this project is to bring an alternative energy source for the purpose of replacing cutting and burning of trees, which are currently being used for charcoal in Haiti. Coconut husks will be collected, processed and distributed by locals, creating jobs, combating deforestation and reducing toxic emissions released into the environment. WE looks to support Konpay for the allocation of an automated briquette press, which is far more efficient than current presses being used and thereby generating a production capacity of 500,000 briquettes per month.",
          "list":[
              "Schools",
              "Bakeries",
              "Industries",
              "Households within Haiti"
          ]
    },

     "initiated":{
                "desc":"The World Education Foundation began working with Konpay in September 2014 to investigate the feasibility of creating alternative energy solutions for the country of Haiti. The World Education Foundation was introduced to the project by George Garland, a senior advisor to the UN. WE traveled to Haiti to meet the founder and implementer of the project, Joe Duplan. Through Joe’s organization, Konpay, he has been working to create a supply chain which will gather, process and distribute clean cookstoves and coconut briquettes to local consumers, building continued solutions to Co2 emission reduction and forest preservation throughout Haiti.",
                "list":[]
            }
  },

  {"id": 6, "active": true, "shortDesc":"We American Football",
      "img":"cONGOaMERICA32",
        "tooltip":"The World Education Foundation has introduced American Football clinics in 9 countries around the world and has been able to introduce the game to over 2,200 youth and adult trainers.",
      "timeline":[
            {"order": 1,
            "desc":"FIRST WE AMERCIAN FOOTBALL CAMP ‐ ARGENTINA" ,
            "start" : "2010"},
            {"order": 2,
            "desc":"CAMP CONDUCTED IN UVIRA, DR CONGO" ,
            "start" : "2011"},
            {"order": 3,
            "desc":"CAMP CONDUCTED IN RULENGE, TANZANIA" ,
            "start" : "2011"},
            {"order": 4,
            "desc":"CAMP CONDUCTED IN KIBERA, KENYA" ,
            "start" : "2012"},
            {"order": 5,
            "desc":"CAMP CONDUCTED IN KIGALI, RWANDA" ,
            "start" : "2012"},
            {"order": 2,
            "desc":"CAMP CONDUCTED IN KASESE, UGANDA" ,
            "start" : "2012"},
            {"order": 7,
            "desc":"CAMP CONDUCTED IN OSLO, NORWAY" ,
            "start" : "2013"},
            {"order": 8,
            "desc":"CAMP CONDUCTED IN MARRAKECH, MOROCCO" ,
            "start" : "2013"},
            {"order": 9,
            "desc":"CAMP CONDUCTED IN LONG BEACH, USA" ,
            "start" : "2014"}
      ],

      "desc": "The World Education Foundation has introduced American Football clinics in 9 countries around the world and has been able to introduce the game to over 2,200 youth and adult trainers. Through this initiative the promotion of discipline, hard work, teamwork, effort and general health and fitness are highlighted. Participants are introduced to the sport through specific clinics which focus on the basics; rules, positions and general philosophy of the game. Local athletic coaches participate in a more in depth course which focuses on terminology, strategy and logistics of practices and games. Through the development of the programs, WE look to build tournaments and safe places to approach some of the more pressing issues communities are facing within their region.",

      "focus":{
          "desc":"World Education Foundation believes sports is a perfect medium to engage and instill core values within youth. With the founder of the WE -Foundation (Marques Anderson) being a former NFL player, the WE Foundation utilizes the sport of American football in some of the most impoverished and affluent neighborhoods in the world. Through this program youth are able to connect ideas, understand the importance of fitness and health, along with promote social cohesion between cultures, religions or demogrpahic locations.",
          "list":[ ]
      },

      "initiated":{
                "desc":"The first American Football clinic the World Education Foundation conducted was in Buenos Aires, Argentina to bring together youth from two different villages in order to promote social cohesion, healthy lifestyles and core values. With the success of the camp, the WE Foundation went on to delivering the game to 8 other countries around the world.",
                "list":[]
            },

            "statistics": {
                "Argentina":               "100",
                "Rwanda":                  "225",
                "DR Congo":             "480",
                "Norway":                  "110",
                "Kenya & Tanzania":  "600",
                "Uganda":                     "180",
                "United States":            "400",
                "Morocco":                   "190",              "Participants":              "2285"
                      }

  },

  {"id": 7, "active": true, "shortDesc":"We Sahel Youth Development",
      "img":"SAHARA23",
      "tooltip":"The Sahel Youth Development project utilizes a human-centered design approach and participatory methods to ensure that the participants become engaged and effective civic actors, along with building their capacity and understanding of the 7 pillars surrounding social responsibility and inclusion.",
     "timeline":  [
        {"order": 1,
        "desc":"FACT FINDING AND RELATIONSHIP BUILDING BETWEEN MOROCCO AND ALGERIA" ,
        "start" : "February - November 2013"},
        {"order": 2,
        "desc":"FIELD VISIT TO LAYOUNNE AND DAHKLA" ,
        "start" : "April 2014"},
        {"order": 3,
        "desc":"FIELD VISIT TO TINDOUF REFUGEE CAMPS" ,
        "start" : "September 2013"},
        {"order": 4,
        "desc":"PROJECT DEVELOPMENT" ,
        "start" : "2014"},
        {"order": 5,
        "desc":"GENERATING PARTNERSHIPS WITH HARVARD GRADUATE SCHOOL OF EDUCATION" ,
        "start" : "2014 - 2015"}
    ],

    "desc": "The Sahel Youth Development project utilizes a human-centered design approach and participatory methods toensure that the participants become engaged and effective civic actors, along with building their capacity and understanding of the 7 pillars surrounding social responsibility and inclusion. The design approaches innovation, creativity, empowerment and youth-focused development strategies to solve personal and community problems.",

    "focus":{
          "desc":"The WE Foundation is working to coordinate youth leadership and empowerment programs throughout the Southern Sahara region, building a dedicated institution to approach civic engagement, conflict resolution, democracy, human rights, cultural sensitivity, capacity building and income generation. The programs initiated will serve as a catalyst for peacebuilding and conflict resolution, while providing the opportunity for educational development concentrated on the youth from both sides of the disputed territories.",
          "list":[
                    "Iterative and Flexible",
                    "Scalable",
                    "Open-source",
                    "Context appropriate and user focused"
          ]
     },

    "initiated":{
              "desc":"Initiated in January 2013, the World Education Foundation has been developing a framework concentrating on capacity building of the youth in the conflict Sahrawi region. Creating partnerships with locals, administrators, ministries, organizations and head of schools in Laayoune, Dakhla, Casablanca and the Tindouf-refugee camps, the WE Foundation has developed a Youth Program, which will recruit students (16-35) from each region to develop their understanding and knowledge in the areas of:",
              "list":[
                    "Human Rights",
                    "Civil Responsibilities",
                    "Democracy: Theory",
                    "Democracy: Best Practices",
                    "Youth Leadership: Theory",
                    "Youth Leadership: Best Practices",
                    "Sporting Events",
                    "Gender Awareness",
                    "Female Empowerment: Entrepreneurship, Craft, Education",
                    "Female Empowerment: Youth (women only)",
                    "Raising Generations: Women’s role in Culture and Tradition in the Sahara region",
                    "(All: Local storytelling, local sociologists, local social-anthropologists)"
              ]
          }

         }
]
