[
  {"id":1, "active":1, "name":"Marques D. Anderson","title":"Founder/CEO", "img":"Marques" , "text": "Marques is a visionary who asks 'why not?'  Why not Make a Difference in the world, why not Change the world and why Stop until WE have? <br/><br/>Marques is a former American Football safety in the National Football League. Drafted by the Green Bay Packers in 2002; he played for 5 seasons. Marques received his BA from UCLA in American Literature and a Masters of Education in Adult Learning and Global Change from Linköping Universitet, Sweden. Having the opportunity to travel extensively throughout North and South America, as well as Europe and Africa, Marques began to develop strategies to address some of the most critical social problems we currently face as a global community. Following his dream to do more, Marques created the World Education Foundation. Through this platform, work is focused to create a new dynamic of sustainable growth in the areas of, Education, Health, Infrastructure and Sports." },
  {"id":2, "active": 1, "name":"Bente Aas-Engelstad","title":"Deputy Chairman" , "img":"BenteAasEnglestad",
      "text":  "Bente Aas-Engelstad was born 20 August 1964 in Copenhagen, Denmark.  Bente holds a Master in Auditing from Copenhagen Business School 1990.  She has previously worked as an auditor at PWC, and as a partner in RevisionsBureauet AS. She is currently Country Manager, Norway at Tommy Hilfiger which is part of PVH Corp, a global apparel and retail company with more than 17,000 associates worldwide. Bente has twin daughters who are 21 years old, is active in social work for the Norwegian Red Cross and lives in Oslo together with Pål."},
  {"id":3, "active": 1, "name":"Anastasia Malafey", "title":"Board Member" , "img":"Anastasia",
      "text":  "Anastasia is a creative activist, experienced mechanical engineer, industrial designer and photographer. Born in Russia, Anastasia received her Master Degrees in Design and Engineering, studying in Russia and Scandinavia. She started her career as an illustrator at the age of 13 and kept her artistic spirit through her professional career and life. She has co-founded World Cultures United platform to unite and support artistic communities, artisans and cultures around the world. Her passion for innovation and creativity, and her belief that education can change the world brought her to WE Foundation."
  },
  {"id":4, "active": 1, "name":"Shauna Lee Sexsmith", "title":"International Project development", "img":"ShaunaS"
      ,"text":  "Shauna maintains a multidisciplinary educational background, holding a B.A. in Political Science and Philosophy from the University of Western Ontario, an Advanced Degree in International Affairs with special focus on emergent economies from Bard College and an M.Sc in Public Relations and Corporate Communication from New York University. Shauna is a brilliant education and development professional with six years of experience working for multinational organizations, and institutions developing and implementing programs related to education, corporate social responsibility, and social innovation. She has a passion for active change in the world and offers significant expertise in the areas of program development, stakeholder engagement, research, implementation, and strategic partnerships for the WE Foundation."
    },
  {"id":5, "active": 1, "name":"Benjamin Aarø", "title":"Communications / Publishing", "img":"BenjaminA"
       ,  "text":  "Benjamin is an Oslo-based journalist, who has a long history of volunteer work in Norway, mostly centered around communication and outreach. As a passionate learner and communicator, he is constantly seeking new ways of combining knowledge and media to improve the way we interact and engage. Over the last few years, he helped shape one of Europe’s most productive TEDx’s and has worked with countless festivals up and down the country.\nOn his day off, Benjamin enjoys climbing, swimming and occasionally couch surfing."
   },
  {"id":6, "active": 1, "name":"Karen O’Brien", "title":"Board Member", "img":"KarenO"
      ,  "text":  "Karen O’Brien’s research focuses on climate change impacts, vulnerability, and adaptation including how climate change interacts with globalization processes and the implications for human security. She is interested in how transdisciplinary and integral approaches to global change research can contribute to a better understanding of how societies both create and respond to change, and particularly the role of beliefs, values and worldviews in transformations to sustainability. She is also interested in the potential implications of quantum social theory for climate change responses. She has participated in four IPCC reports and is on the Science Committee for Future Earth, a 10-year global change research initiative. She is also the co-founder of cCHANGE.no, a website that provides perspectives on transformation in a changing climate. Her current research projects include “Voices of the Future: Values and visions of Norwegian Youth on Responses to Climate Change and CLIMATE&BELIEFS: Exploring the relationship between belief systems and climate change adaptation."},
  {"id":7, "active": 1, "name":"Jen Lemen", "title":"Human Development", "img":"JenL"
      ,  "text":  "Jen Lemen explores how ancient models of human development can support the creation of safe spaces where new forms of togetherness can create a new world. Drawing on her experience with refugees, genocide and natural disaster survivors, Jen examines how cultures rooted in cradle-to-grave security provide clues to sustaining hope and well-being even after the worst things have happened. A seasoned writer, thinker and philosopher, Jen’s conceptual frameworks provide structure and meaning for emerging global leaders. She is a sought after mentor, advisor and spiritual guide for change makers who wish to ground their work in soul, embodied experience and ancient wisdom. She is the co-founder of hopefulworld.org and The Path of Devotion, a twelve month mentoring program for innovators and architects of social change.\n\nAs the WE Foundation continues to move towards the most fertile (and sometimes most forgotten) places in the world, Marques inspires the kind of radical devotion required to translate conceptual frameworks into actionable blueprints that lay the practical foundation for human experience and revolutionary change."},
  {"id":8, "active": 1, "name":"Ingrid Somdal-Åmodt Vinje", "title":"Secretary", "img":"IngridV"
      ,  "text":  "Experienced educator within the field of educational technology. Passionate and curious about technology that provides purpose and life long learning."},
  {"id":9, "active": 1, "name":"Finn-Jarle Lund Mathisen", "title":"CFO", "img":"FinnJarleM"
      ,  "text":  "Finn-Jarle was born in 1966 and is married and father to three great sons. Professionally, Finn-Jarle has worked as a certified public accountant for over 26 years. He is Partner and General Manager at RevisionsBureauet AS in Oslo since 1995, specializing in auditing, business consulting and accounting. Co/ founder of Oslo Vikings, Norway’s largest American Football Club (1986) where he is still active as a Coach and board member. Finn-Jarle loves spending as much time as possible with his family at their cabin at Hvaler, living the easy life away from the hectic pace of Oslo. Important values that he tries to stay true to are: honesty, positivity, hope, and tolerance among us all."},
  {"id":10, "active": 1, "name":"Anna Maria Aune-Moore", "title":"Board Member", "img":"AnnaA"
      ,  "text":  "Anna Maria Aune-Moore grew up on 5 continents and speaks 7 languages. The intercultural skills she developed while living and working in 15 countries enable her to capitalize on connections, communications and human capital, in order to obtain results. Anna Maria has a Master of International Management (MBA) from Thunderbird School of Global Management. Anna Maria thrives in a global, diverse and multicultural environment, assisting organizations to implement and operate projects, and individuals to achieve their goals through learning and development; always with an emphasis on cultural competence and its importance in a global marketplace. In her spare time, she writes and has been published in several anthologies and magazines for expats.\n'Travel is fatal to prejudice, bigotry, and narrow-mindedness…'' ~ Mark Twain"
  },
  {"id":11, "active": 1, "name":"Natasha Agarwal", "title":"Research Economist", "img":"NatashaA"
      ,  "text":  "Natasha Agarwal joins the WE Foundation as a research economist. She finished her master’s in international business (economics) from the University of Lancaster (UK) and her PhD in economics at the Nottingham University (UK). After completing her PhD she has worked in various capacities including a post-doctoral fellow, research fellow, junior economist and an independent consultant at Nottingham university (UK), University of Oxford (UK) Indira  Gandhi Institute of Development research (India), Centre for Advanced Financial Research and Learning (Reserve Bank of India, India), and Indian Institute of Foreign Trade (India). She is currently working on several projects in the area of international trade, foreign direct investment (FDI), and migration. Her research has been published in the form of articles in peer-reviewed scientific journals, books, blog-posts, policy reports, policy-briefs, newspapers as well as working papers. Her research has often been cited by the media, including the Wall Street Journal, Financial Times, Quartz, amongst others. Her strength lies in undertaking academic research to undertake effective evidence-based policy-decisions, while simultaneously contributing to international knowledge building.\n\nHer inspiration for joining the World Education Foundation comes from the ideology that WE builds bridges to traverse the gap between theory, research and practice."
  },
  {"id":12, "active": 1, "name":"Melissa Mahler", "title":"Senior legal advisor", "img":"MelissaM"
      ,  "text":  "Melissa Mahler is a highly sought after strategist, lawyer and social impact entrepreneur. For over ten years she has advised C-Suite executives, boards of directors, investors and NGO’s in negotiating complex transactions, advancing policy objectives and managing strategic and diverse relationships. She has collaborated with management teams to commercialize emerging technologies, closed financings totaling over $100 million, and licensed technology with universities, governments and Fortune 100 companies.\n\nMelissa believes that life shrinks or expands in proportion to one’s courage and that together WE can change the world. Among her current activities, Melissa is a delegate to the United Nations Summit on Media and Social Impact, sits on the board of the Stop Abuse Campaign, is an advisor to the Brink Institute and founder of Pro Player Insiders. Melissa has a BS in Broadcast Journalism from Syracuse University’s S.I. Newhouse School of Public Communications and a JD from Syracuse University College of Law."
  },
  {"id":13, "active": 1, "name":"Andrea Bolder", "title":"Director social media & engagement", "img":"AndreaB"
      ,  "text":  "Andrea Bolder is one of the leading authorities on social media marketing and a proud partner of the WE Foundation. As a world class professional athlete and Gold Medal Olympian, Andrea has traveled around the world living her passion and has seen first hand the devastation caused by lack of education, healthcare and opportunity.<br/><br/>One of Andrea’s core missions is to help people around the globe uncover their potential and live their purpose! But it all starts with the opportunity of education.<br/><br/>That is why this UCLA graduate is committed to helping the WE Foundation impact the world by improving people’s lives and creating awareness so others who are connected to the cause and capable of contributing can make an impact as well.<br/>Andrea’s goal is to help the WE Foundation manifest its dreams of bringing the opportunity of quality education and health to everyone in the world. We will do this by creating one of the largest social media communities of any non-profit by encouraging engagement, promoting awareness and sparking action.<br/><br/>The We Foundation Will Change The World!"
  },
  {"id":14, "active": 1, "name":"Hans Petter Eikemo", "title":"Creative director", "img":"HansE"
      ,  "text":  "Works with brands, agencies and services to discover and solve problems.<br/><br/>As the Founder and Director of the creative consultancy Ideon, Hans specializes in technology, communication and digital marketing!"
  },
  {"id":15, "active": 1, "name":"Kjerstin Søreide Kvaavik", "title":"Intern", "img":"KjerstinK"
      ,  "text":  "Kjerstin Søreide Kvaavik has a teaching degree with a Bachelor in Cultural and Social Studies, and additional credentials in Special Needs Education. After working as a teacher, special needs coordinator and participating in local school development for 3,5 years, Kjerstin is now on full-time study leave to pursue a Master’s Degree in Pedagogy with a Concentration in Communication, Design and Learning. This field applies to both educational systems and workplace learning. The subjects range from organizational learning to the more concrete examples and possibilities for technology in different creative learning processes. Kjerstin has always been interested in pedagogy and learning processes both on micro and macro levels of society, and she´s also interested in and curious about the future for schools and education systems around the world. Her dream is to participate and make an impact on their development. She believes in education as a fundamental and peace-promoting right. Kjerstin is dedicated to helping others explore and exercise this right to the best of their potential. She found promising possibilities in the vision and mission of the WE Foundation and is proud to call herself an intern."
  },
  {"id":16, "active": 1, "name":"Maiuran Loganathan", "title":"Intern", "img":"MaiuranL"
      ,  "text":  "Inspired high school entrepreneur with a passion for creating disruptive innovations. Currently creating the “Facebook for learning” and trying to solve Global Warming with YSI.<br/><br/>Sometimes you gotta run before you can walk – Iron Man"
  },
  {"id":17, "active": 0, "name":"Carmen Hidalgo",     "title":""
      ,  "text":  ""
  },
  {"id":18, "active": 0, "name":"Barbara Chami",     "title":""
      ,  "text":  ""
  },
  {"id":19, "active": 0, "name":"Kaja Wold",     "title":""
      ,  "text":  ""
  },
  {"id":20, "active": 0, "name":"Karin Attia",     "title":"Ambassador"
      ,  "text":  "Karin Attia is a graduate candidate at the New York University Center for Global Affairs, studying peace-building and gender with a focus on the Middle East. Karin was part of the WE Team that facilitated a feasibility study in the Kurdistan region of Iraq in the summer of 2015. During that time Karin\nConducted a needs assessment for creating an innovation center in the Kurdistan Region of Iraq\nIdentified regional and international stakeholders\nDeveloped and implemented workshops for youth in the Domiz and Qushtapa Camps for Syrian Refugees"
  },
  {"id":21, "active": 0, "name":"Janell Johnson",     "title":"Ambassador"
      ,  "text":  "Janell Johnson is pursuing a graduate degree in Global Affairs at New York University; her focus is in international development and peace-building. Her interest began while co-chairing on a philanthropy committee at Credit Suisse an international investment firm where she worked prior to joining the NYU community. Janell was hand selected to be a graduate consultant for World Education Foundation; where she is consulting on a peace-building project that’s working towards bringing higher education, technology, and an innovation center to a refugee camp in Northern Iraq this summer. She recently undertook an internship at the Center for Health, Identity, Behavior and Prevention Studies in pursuit of learning effective methods in researching a vulnerable population, such as displaced children in the international community.\n\nJanell hopes to apply her knowledge in foreign affairs towards international peace operations that aspire to bring sustainability and education to children in refugee camps."
  },
  {"id":22, "active": 0, "name":"Yannis Bacalis",     "title":"Ambassador"
      ,  "text":  "Yannis Bacalis is a Graduate of the MSc. In Global Affairs of NYU with Specialization in Peace-building. He is a peace-building practitioner as well as a monitoring and evaluation specialist. He is an accredited Mediator from the New York Institute of Peace and a long-term consultant for the Hellenic Association of Political Scientists (HAPSc) as the Main Representative at the United Nations in the DESA Department under the NGO Consultative Status. He completed his Bachelor studies in International and European Studies with Specialization in Political Studies and Diplomacy, at the University of Macedonia in Thessaloniki Greece. His main areas of interest involve refugees and vulnerable populations, women’s rights, development, mediation, conflict resolution, peace-building and education. With the WE Foundation Yannis did an excellent job in his responsibility for monitoring and evaluating the data collected, exploring the employment opportunities and participating in the creation of feasible and long-term solutions for Syrian refugees, Iraqi internally displaced youth and the local communities in the Kurdistan Region of Iraq."
  },
  {"id":23, "active": 0, "name":"Jen Lemen",     "title":"Human Development"
  ,  "text":  ""
    }
]
